output/queue-experiments/mixed-q128-r5000-20260422-233938/load.log
time="2026-04-22T23:39:40+09:00" level=info msg="2026/04/22 23:39:40 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18113/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59663->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59662->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59773->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59772->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59771->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59770->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59768->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59767->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59766->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59765->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59764->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59763->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59761->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59760->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59759->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59810->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59809->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59808->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59807->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59803->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59806->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59805->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59804->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59802->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59801->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59800->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59799->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59797->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59796->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59794->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59795->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59790->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59788->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59792->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59789->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59787->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59791->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59785->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59784->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59783->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59782->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59781->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59780->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59779->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59778->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59777->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59776->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59775->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59774->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59847->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59846->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59854->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59845->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59850->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59844->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59832->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59830->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59827->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59843->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59837->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59836->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59839->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59849->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59838->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59868->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59867->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59866->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59865->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59828->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59863->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59864->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59862->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59851->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59848->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59833->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59831->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59829->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59826->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59842->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59841->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59859->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59840->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59861->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59858->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59860->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59857->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59835->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59855->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59856->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59834->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59852->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59853->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59967->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59968->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:40+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59966->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=info msg="2026/04/22 23:39:42 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18113/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53101->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53100->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53089->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53095->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53085->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53093->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53098->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53097->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53096->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53099->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53091->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53094->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53147->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:42+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53146->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58585->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58621->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58584->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58583->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58582->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58581->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58580->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58579->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58578->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58577->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58576->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58593->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58575->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58592->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58591->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=info msg="2026/04/22 23:39:43 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58590->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58589->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58588->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58574->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58587->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18113/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58573->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58570->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58572->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58642->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58586->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58571->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58640->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58638->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58636->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:43+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58641->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64089->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64102->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64093->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64087->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64105->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64101->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64099->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64100->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64098->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64104->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64094->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64097->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64091->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64088->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64095->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64103->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49593->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49592->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49591->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49590->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49589->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49588->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49587->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49586->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49585->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49584->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49583->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49581->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49580->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49579->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49578->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49576->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49575->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49574->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49573->127.0.0.1:18113: read: connection reset by peer"
time="2026-04-22T23:39:44+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49785->127.0.0.1:18113: read: connection reset by peer"


  █ TOTAL RESULTS 

    checks_total.......: 50000  4997.953838/s
    checks_succeeded...: 99.64% 49822 out of 50000
    checks_failed......: 0.35%  178 out of 50000

    ✗ status is 200 or 503
      ↳  99% — ✓ 49822 / ✗ 178

    CUSTOM
    status_503.....................: 593    59.275733/s
    success_duration...............: avg=0.635404 min=0.035    med=0.058    max=135.974  p(90)=0.467   p(95)=2.455 

    HTTP
    http_req_duration..............: avg=637.44µs min=0s       med=58µs     max=135.97ms p(90)=516.2µs p(95)=2.56ms
      { expected_response:true }...: avg=635.4µs  min=35µs     med=58µs     max=135.97ms p(90)=467µs   p(95)=2.45ms
    http_req_failed................: 1.54%  771 out of 50000
    http_reqs......................: 50000  4997.953838/s

    EXECUTION
    iteration_duration.............: avg=1.17ms   min=107.16µs med=156.33µs max=139.54ms p(90)=1.26ms  p(95)=4.85ms
    iterations.....................: 50000  4997.953838/s
    vus............................: 1      min=1            max=2   
    vus_max........................: 1000   min=1000         max=1000

    NETWORK
    data_received..................: 8.4 MB 838 kB/s
    data_sent......................: 9.1 MB 914 kB/s